
/* Class = "NSPanel"; title = "Hex Color Picker Preferences"; ObjectID = "17"; */
"17.title" = "Hex Color Picker Preferences";

/* Class = "NSButton"; gToolTip = "Show the digits as A-F instead of as a-f."; ObjectID = "19"; */
"19.gToolTip" = "Show the digits as A-F instead of as a-f.";

/* Class = "NSButton"; gToolTip = "Automatically check for updates to Hex Color Picker. (At most twice per day.)"; ObjectID = "20"; */
"20.gToolTip" = "Automatically check for updates to Hex Color Picker. (At most twice per day.)";

/* Class = "NSButton"; gToolTip = "This lets you type HTML color keywords into the box. The color will be displayed as a hex code when you press Tab, Enter or otherwise move the focus from the text field."; ObjectID = "35"; */
"35.gToolTip" = "This lets you type HTML color keywords into the box. The color will be displayed as a hex code when you press Tab, Enter or otherwise move the focus from the text field.";

/* Class = "NSButton"; gToolTip = "By default, Hex Color Picker generated calibrated colors. If you want to generate uncalibrated (\"device\") colors, check this box."; ObjectID = "46"; */
"46.gToolTip" = "By default, Hex Color Picker generated calibrated colors. If you want to generate uncalibrated (\"device\") colors, check this box.";

/* Class = "NSPanel"; title = "About"; ObjectID = "99"; */
"99.title" = "About";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "242"; */
"242.title" = "Copy";

/* Class = "NSMenuItem"; title = "Visit Web Site"; ObjectID = "244"; */
"244.title" = "Visit Web Site";

/* Class = "NSMenuItem"; title = "About Hex Color Picker"; ObjectID = "245"; */
"245.title" = "About Hex Color Picker";

/* Class = "NSButtonCell"; title = "Options"; ObjectID = "259"; */
"259.title" = "Options";

/* Class = "NSButtonCell"; title = "Use uppercase hexadecimal digits"; ObjectID = "262"; */
"262.title" = "Use uppercase hexadecimal digits";

/* Class = "NSButtonCell"; title = "Automatically check for updates"; ObjectID = "263"; */
"263.title" = "Automatically check for updates";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "264"; */
"264.title" = "OK";

/* Class = "NSButtonCell"; title = "Recognize HTML color names"; ObjectID = "265"; */
"265.title" = "Recognize HTML color names";

/* Class = "NSButtonCell"; title = "Don't generate calibrated colors"; ObjectID = "266"; */
"266.title" = "Don't generate calibrated colors";

/* Class = "NSTextFieldCell"; title = "Hex Color Picker"; ObjectID = "268"; */
"268.title" = "Hex Color Picker";

/* Class = "NSTextFieldCell"; title = "1.4.1"; ObjectID = "269"; */
"269.title" = "1.4.1";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "270"; */
"270.title" = "OK";

/* Class = "NSTextFieldCell"; title = "© 2006-2009 waffle software"; ObjectID = "271"; */
"271.title" = "© 2006-2009 waffle software";
